/* 
  Localizable.strings
  Self Service

  Created by Chris Ghanbarzadeh on 1/20/16.
  Copyright © 2016 JAMF Software. All rights reserved.
*/

// App Name
"SELF_SERVICE" = "Self Service";

// Menu Item Titles
"ABOUT_SELF_SERVICE" = "關於 %@";
"HIDE_SELF_SERVICE" = "隱藏 %@";
"QUIT_SELF_SERVICE" = "結束 %@";
"RELOAD_SELF_SERVICE" = "重新載入 %@";
"NEXT_SECTION" = "下一個區段";
"PREVIOUS_SECTION" = "上一個區段";

// Toolbar Buttons
"TOOLBAR_HOME" = "首頁";
"TOOLBAR_BROWSE" = "瀏覽";
"TOOLBAR_BROWSE_COLLAPSED" = "瀏覽 - 已折疊"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_BROWSE_EXPANDED" = "瀏覽 - 已展開"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_HISTORY" = "歷程記錄";
"TOOLBAR_NOTIFICATIONS" = "通知";
"TOOLBAR_NOTIFICATIONS_HELP_NONE" = "無新通知"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_ONE" = "1 個新通知"; // Only announced via VoiceOver, never displayed in the UI
"TOOLBAR_NOTIFICATIONS_HELP_SOME" = "%d 個新通知"; // Only announced via VoiceOver, never displayed in the UI

// Account Button
"LOG_IN_BUTTON" = "登入";
"LOG_OUT_BUTTON" = "登出";

// Login
"LOGIN_USERNAME" = "使用者名稱";
"LOGIN_PASSWORD" = "密碼";
"LOGIN_CANCEL" = "取消";
"LOGIN_INVALID_CREDENTIALS" = "您輸入的使用者名稱或密碼不正確。";
"LOGIN_CONNECTION_ERROR" = "%@ 無法連線到伺服器。";
"LOGIN_SUCCESSFUL" = "登入成功"; // Only announced via VoiceOver, never displayed in the UI
"LOGIN_REMEMBER_ME" = "記住我";
"SAML_LOGIN_LABEL" = "%@ 登入";
"SAML_LOG_IN_TO_CONTINUE" = "登入以繼續";
"SAML_FAILED_TO_AUTHENTICATE" = "您的登入無法通過認證。請聯絡您的管理員以解決這個問題。";
"SAML_UNKNOWN_ERROR" = "發生未知的錯誤。如果這個問題繼續存在，請聯絡您的管理員。";

// Connection Error Bar
"CANT_CONNECT_ERROR" = "無法連線 Jamf MDM 伺服器";
"RETRYING" = "重試中";
"CONNECTION_SUCCESSFUL" = "已成功連線到 Jamf MDM 伺服器"; // Only announced via VoiceOver, never displayed in the UI

// Error Modal
"ERROR_MODAL_TITLE" = "發生 %@ 錯誤。";
"ERROR_MODAL_TEXT" = "請稍後再試一次或聯絡您的管理員。";
"ERROR_MODAL_CLOSE" = "關閉";

// Search
"SEARCH" = "搜尋";
"SEARCH_RESULTS_LABEL" = "搜尋結果";
"NO_RESULTS_LABEL" = "找不到 \"%@\" 的結果";
"SEARCH_AGAIN_LABEL" = "正在嘗試重新搜尋。";
"SEARCH_RESULTS_COLLECTION_LABEL" = "搜尋結果"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP" = "找到 %d 個結果"; // Only announced via VoiceOver, never displayed in the UI
"SEARCH_RESULTS_COLLECTION_HELP_SINGULAR" = "找到 1 個結果"; // Only announced via VoiceOver, never displayed in the UI

// Home View
"RESULT" = "1 個結果";
"RESULTS" = "%d 個結果";
"LEFT_ARROW" = "向左鍵";
"RIGHT_ARROW" = "向右鍵";
"FEATURED_ITEMS" = "特色項目"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_ITEMS" = "瀏覽項目"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ITEMS" = "標記項目書籤"; // Only announced via VoiceOver, never displayed in the UI
"CATEGORY" = "%@ 類別";
"CATEGORIES" = "所有類別"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_LEFT_ARROW" = "向左捲動特色項目"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_RIGHT_ARROW" = "向右捲動特色項目"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_LEFT_ARROW" = "向左捲動瀏覽類別"; // Only announced via VoiceOver, never displayed in the UI
"BROWSE_RIGHT_ARROW" = "向右捲動瀏覽類別"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_LEFT_ARROW" = "向左捲動書籤"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_RIGHT_ARROW" = "向右捲動書籤"; // Only announced via VoiceOver, never displayed in the UI

// UI Elements
"CONTENT_INSTALL_BUTTON" = "安裝";
"CONTENT_REMOVE_BUTTON" = "移除";
"CONTENT_REINSTALL_BUTTON" = "重新安裝";
"CONTENT_APP_STORE" = "App Store";
"CONTENT_POLICY_RUN" = "執行";
"CONTENT_OPEN" = "開啟";
"CONTENT_IBOOKS" = "iBooks";
"CONTENT_UPDATE_BUTTON" = "更新";
"CONTENT_CANCEL_BUTTON" = "取消"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARKS_NAME" = "書籤";
"CATEGORY_DEVICE_COMPLIANCE" = "裝置合規";
"CATEGORY_ALL" = "所有";
"CATEGORY_FEATURED" = "特色";
"CONTENT_NO_CONTENT" = "無項目";
"HISTORY_NO_CONTENT" = "無歷程記錄";
"CLEAR" = "清除";
"READ" = "讀取"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD" = "未讀取"; // Only announced via VoiceOver, never displayed in the UI
"UNREAD_BUTTON_ACCESSIBLILTY" = "%@ 按鈕，按一下以標記為 %@"; // Only announced via VoiceOver, never displayed in the UI
"FEATURED_ITEM_ACCESSIBLILTY" = "特色項目"; // Only announced via VoiceOver, never displayed in the UI
"READ_MORE" = "閱讀更多資訊";
"MORE_ACCESSIBILITY_LABEL" = "更多";

// Cancel content
"CANCEL_YES_BUTTON" = "是";
"CANCEL_NO_BUTTON" = "否";
"CANCEL_TITLE" = "您是否確定要取消?";
"CANCEL_TEXT" = "這麼做可能會使您的電腦處於不穩定狀態。";
"CANCEL_POLICY_TEXT" = "您是否確定要取消 \"%@\"? 這麼做可能會使您的電腦處於不穩定狀態。";
"CANCEL_EBOOK_TEXT" = "您是否確定要取消 \"%@\"?";
"CANCEL_PATCH_TEXT" = "您是否確定要取消? 取消正在處理的軟體更新可能會使應用程式不穩定。";

// Content Progress Strings
"CONTENT_WAITING" = "等待中";
"CONTENT_OPENING" = "開啟中";
"CONTENT_INSTALLING" = "安裝中";
"CONTENT_REMOVING" = "移除中";
"CONTENT_EXECUTING" = "執行中";
"CONTENT_DOWNLOADING" = "下載中";
"CONTENT_RUNNING" = "執行中";
"CONTENT_VERIFYING" = "確認中";
"CONTENT_UPDATING" = "更新中";
"CONTENT_FINISHING" = "完成中";
"CONTENT_DONE" = "已完成!";
"CONTENT_CANCELED" = "已取消";
"CONTENT_ERROR" = "錯誤";

// Info View
"INFO_CLOSE" = "關閉";
"INFO_CANCEL" = "取消";
"INFO_NOT_AVAILABLE" = "此項目不再可用";
"INFO_OK" = "確定";

// Bookmark Web View
"BOOKMARK_CLOSE" = "關閉";
"BOOKMARK_CLOSE_HELP" = "關閉 %@"; // Only announced via VoiceOver, never displayed in the UI
"BOOKMARK_ERROR" = "無法開啟 \"%@\"";
"OPEN_IN_BROWSER" = "在瀏覽器中開啟";
"BROWSER_BACK_BUTTON" = "返回"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_BACK_BUTTON_HELP" = "按一下以顯示上一頁"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON" = "前進"; // Only announced via VoiceOver, never displayed in the UI
"BROWSER_FORWARD_BUTTON_HELP" = "按一下以顯示下一頁"; // Only announced via VoiceOver, never displayed in the UI

// VPP
"VPP_INVITATION_SUBTEXT" = "接受邀請";
"VPP_INVITATION_ACCEPT_BUTTON" = "接受";
"VPP_INVITATION_EXPLANATION" = "您必須接受您組織的邀請。在您接受此邀請之前，您將無法安裝批量購買的應用程式或書籍。";
"VPP_INVITATION_EXPLANATION_CONTENT" = "您必須接受您組織的邀請才能安裝此 %@。";
"VPP_INVITATION_APPLICATION" = "應用程式";
"VPP_INVITATION_EBOOK" = "書籍";
"VPP_INVITATION_PENDING" = "邀請擱置中";
"VPP_INVITATION_TRY_AGAIN_BUTTON" = "再試一次";
"VPP_INVITATION_PENDING_EXPLANATION" = "您的邀請擱置中。如果您沒有接受邀請，請按一下「再試一次」以重新連線 App Store。";
"VPP_INVITATION_ACCEPTED_EXPLANATION" = "系統已接受您的邀請。您現在可安裝批量購買的應用程式和書籍。";

// About
"VERSION" = "版本";
"VERSION_UNKNOWN" = "版本未知";
"COPYRIGHT" = "版權";
"ALL_RIGHTS_RESERVED" = "保留所有權利。";
"ACKNOWLEDGEMENTS_BUTTON" = "確認";

// History
"HISTORY_HEADER" = "歷程記錄";
"HISTORY_VERSION" = "版本";
"HISTORY_INSTALLED" = "已安裝";

// Updates
"SINGULAR_UPDATE_AVAILABLE_HEADER" = "可用更新";
"PLURAL_UPDATES_AVAILABLE_HEADER" = "可用更新";
"UPDATES_AVAILABLE" = "可用";
"UPDATES_UPDATE_ALL" = "全部更新";
"UPDATE_KILL_APP" = "您必須先關閉 %@ 再更新。";
"UPDATE_DEADLINE" = "更新期限";
"UPDATE_APPS_MUST_QUIT" = "必須結束的應用程式";
"UPDATES_INSTALL_ALL" = "安裝所有更新";
"UPDATES_HEADER" = "更新標頭"; // Only announced via VoiceOver, never displayed in the UI

// Notifications
"NOTIFICATIONS_TITLE" = "通知";
"NOTIFICATIONS_NO_NOTIFICATIONS" = "無通知";
"NOTIFICATIONS_ITEM_FAILED" = "項目失敗";
"NOTIFICATIONS_DATE" = "日期:";
"NOTIFICATIONS_HEADER" = "通知標頭"; // Only announced via VoiceOver, never displayed in the UI
"NOTIFICATIONS_MARK_ALL_READ" = "標記所有為已讀";

// Not Enrolled Error Screen
"NOT_ENROLLED_HEADING" = "觀迎使用 Self Service";
"NOT_ENROLLED_MESSAGE" = "Self Service 是 Jamf MDM 的元件，由 Jamf 開發。\n\n此應用程式必須與 Jamf MDM 伺服器相關聯。\n\n請聯絡您的 IT 管理員以瞭解詳細資訊";
"JAMF_URL" = "jamf.com";

// Sorting options
"SORT_HEADER" = "排序"; // Only announced via VoiceOver, never displayed in the UI
"SORT_ASCENDING" = "A…Z";
"SORT_DESCENDING" = "Z…A";
"SORT_FEATURED" = "特色";

// UAMDM Popup
"UAMDM_APPROVE" = "您必須核准您組織的 MDM 設定檔";
"UAMDM_CLICK_1" = "按一下 ";
"UAMDM_APPROVE_BOLD" = "以下的「開啟系統偏好設定」";
"UAMDM_CLICK_2" = " 按鈕並執行下列動作：";
"UAMDM_STEP_1" = "1. 在「裝置設定檔」欄中按一下標示為「MDM 設定檔」的設定檔。系統會以黃色警示三角形識別它。";
"UAMDM_STEP_2A" = "2.按一下 ";
"UAMDM_STEP_2_BOLD" = "「核准」";
"UAMDM_STEP_2B" = " 按鈕。";
"UAMDM_APPROVE_BUTTON" = "開啟系統偏好設定";
"UAMDM_IMAGE_ACCESSIBILITY_LABEL" = "系統偏好設定設定檔範例"; // Only announced via VoiceOver, never displayed in the UI

// Onboarding
"ONBOARDING_WELCOME" = "歡迎光臨，%@！";
"ONBOARDING_WELCOME_NO_NAME" = "歡迎光臨！";
"ONBOARDING_CONFIRMATION_TITLE" = "上線完成！";
"ONBOARDING_CONFIRMATION_BUTTON" = "繼續";
"ONBOARDING_MESSAGE" = "貴組織正在自動配置您的電腦。未完成此安裝程序之前，請勿重新啟動或關閉您的電腦。這個程序會需要一段時間";
"ONBOARDING_PENDING" = "待處理";
"ONBOARDING_PROGRESS_TEXT" = "已完成%d/%d";
"ONBOARDING_INSTALLATION_STATUS_TITLE" = "安裝狀態";
"UNABLE_TO_QUIT" = "無法結束應用程式";
"ONBOARDING_IN_PROGRESS" = "上線進行中";
"ONBOARDING_ERROR_SINGLE" = "無法安裝一個項目";
"ONBOARDING_ERROR_MULTIPLE" = "無法安裝%d個項目";
"ONBOARDING_ERROR_NEXT_STEPS" = "可重試安裝「通知」索引標籤中的失敗項目，或是聯絡IT管理員以取得進一步支援。";
"ONBOADING_COMPLETE_TITLE" = "設定完成";
"ONBOARDING_COMPLETE_MESSAGE_SUCCESS" = "您的電腦設定已完成，所有項目都安裝成功。";
"ONBOARDING_COMPLETE_MESSAGE_FAILURE" = "您的電腦設定已完成，但並非所有項目都安裝成功。";
"ONBOARDING_COMPLETE_INFO" = "%d個項目已經安裝且準備好投入使用";
"ONBOARDING_INSTALLED" = "完成"; // Voiceover
"ONBOARDING_FAILED" = "失敗"; // Voiceover

// App Installer Modal
"APP_NOT_AVAILABLE" = "此應用程式無法使用。請稍後再試。";
